Repository: Worlds-iOS-v2/worlds-ios-fe
Catalog: Localizable.xcstrings
Source language: ko
Languages: en, ru, th, vi, zh

source: %@년
en: %@ year
ru: %@ год
th: ปี %@
vi: năm %@
zh: %@年

# %@년 %lld월 %lld일
source: %1$@년 %2$lld월 %3$lld일
en: %1$@, %3$lld %2$lld
ru: %3$lld.%2$lld.%1$@
th: %3$lld %2$lld %1$@
vi: ngày %3$lld tháng %2$lld năm %1$@
zh: %1$@年%2$lld月%3$lld日

source: %lld월
en: %lld
ru: %lld
th: %lld
vi: tháng %lld
zh: %lld月

source: %lld일
en: %lld
ru: %lld
th: %lld
vi: ngày %lld
zh: %lld日

source: OCR 결과
en: OCR Result
ru: Результат OCR
th: ผลลัพธ์ OCR
vi: Kết quả OCR
zh: OCR结果

source: OCR 기록
en: OCR History
ru: История OCR
th: ประวัติ OCR
vi: Lịch sử OCR
zh: OCR记录

source: OCR 리스트
en: OCR List
ru: Список OCR
th: รายการ OCR
vi: Danh sách OCR
zh: OCR列表

source: OCR 목록
en: OCR List
ru: Список OCR
th: รายการ OCR
vi: Danh sách OCR
zh: OCR目录

source: QR 생성 준비 중…
en: Preparing QR generation…
ru: Подготовка генерации QR…
th: กำลังเตรียมสร้าง QR…
vi: Đang chuẩn bị tạo QR…
zh: 正在准备生成二维码…

source: QR 스캔하기
en: Scan QR
ru: Сканировать QR
th: สแกน QR
vi: Quét QR
zh: 扫描二维码

source: QR로 채팅 상대를 추가하세요
en: Add chat partner with QR
ru: Добавьте собеседника через QR
th: เพิ่มเพื่อนแชทด้วย QR
vi: Thêm bạn chat bằng QR
zh: 用二维码添加聊天对象

source: 개념 보기
en: View Concept
ru: Просмотр концепции
th: ดูแนวคิด
vi: Xem khái niệm
zh: 查看概念

source: 개념 확인
en: Check Concept
ru: Проверить концепцию
th: ตรวจสอบแนวคิด
vi: Kiểm tra khái niệm
zh: 确认概念

source: 개념을 분석하고 있습니다...
en: Analyzing concept...
ru: Анализируем концепцию...
th: กำลังวิเคราะห์แนวคิด...
vi: Đang phân tích khái niệm...
zh: 正在分析概念...

source: 검색
en: Search
ru: Поиск
th: ค้นหา
vi: Tìm kiếm
zh: 搜索

source: 게시판
en: Board
ru: Доска
th: กระดาน
vi: Bảng tin
zh: 论坛

source: 게시판 선택
en: Select Board
ru: Выбрать доску
th: เลือกกระดาน
vi: Chọn bảng tin
zh: 选择版块

source: 기존 비밀번호
en: Current Password
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
vi: Mật khẩu hiện tại
zh: 当前密码

source: 기존 비밀번호를 입력해주세요
en: Please enter your current password
ru: Пожалуйста, введите текущий пароль
th: กรุณากรอกรหัสผ่านปัจจุบัน
vi: Vui lòng nhập mật khẩu hiện tại
zh: 请输入当前密码

source: 기타
en: Other
ru: Другое
th: อื่นๆ
vi: Khác
zh: 其他

source: 기타 사유 입력
en: Enter other reason
ru: Введите другую причину
th: กรอกเหตุผลอื่น
vi: Nhập lý do khác
zh: 输入其他原因

source: 기타 사유를 입력해 주세요.
en: Please enter other reason.
ru: Пожалуйста, введите другую причину.
th: กรุณากรอกเหตุผลอื่น
vi: Vui lòng nhập lý do khác.
zh: 请输入其他原因。

source: 기타 신고 사유
en: Other report reason
ru: Другая причина жалобы
th: เหตุผลในการรายงานอื่นๆ
vi: Lý do báo cáo khác
zh: 其他举报原因

source: 나가기
en: Exit
ru: Выход
th: ออก
vi: Thoát
zh: 退出

source: 나의 OCR
en: My OCR
ru: Мой OCR
th: OCR ของฉัน
vi: OCR của tôi
zh: 我的OCR

source: 내가 쓴 글
en: My Posts
ru: Мои посты
th: โพสต์ของฉัน
vi: Bài viết của tôi
zh: 我的文章

source: 내용
en: Content
ru: Содержание
th: เนื้อหา
vi: Nội dung
zh: 内容

source: 년도
en: Year
ru: Год
th: ปี
vi: Năm
zh: 年度

source: 누가 사용할 계정인가요?
en: Who will use this account?
ru: Кто будет использовать эту учетную запись?
th: ใครจะใช้บัญชีนี้?
vi: Ai sẽ sử dụng tài khoản này?
zh: 谁将使用此账户？

source: 다음
en: Next
ru: Далее
th: ถัดไป
vi: Tiếp theo
zh: 下一步

source: 답글 달기
en: Reply
ru: Ответить
th: ตอบกลับ
vi: Trả lời
zh: 回复

source: 답글 취소
en: Cancel Reply
ru: Отменить ответ
th: ยกเลิกการตอบกลับ
vi: Hủy trả lời
zh: 取消回复

source: 답변 %lld개
en: %lld answers
ru: %lld ответов
th: %lld คำตอบ
vi: %lld câu trả lời
zh: %lld个回答

source: 대화상대추가
en: Add Contact
ru: Добавить контакт
th: เพิ่มผู้ติดต่อ
vi: Thêm liên hệ
zh: 添加联系人

source: 댓글 %lld개
en: %lld comments
ru: %lld комментариев
th: %lld ความคิดเห็น
vi: %lld bình luận
zh: %lld条评论

source: 댓글을 입력하세요
en: Enter a comment
ru: Введите комментарий
th: กรอกความคิดเห็น
vi: Nhập bình luận
zh: 请输入评论

source: 더보기 >
en: More >
ru: Больше >
th: ดูเพิ่มเติม >
vi: Xem thêm >
zh: 更多 >

source: 데이터 없음
en: No Data
ru: Нет данных
th: ไม่มีข้อมูล
vi: Không có dữ liệu
zh: 无数据

source: 등록
en: Post
ru: Опубликовать
th: โพสต์
vi: Đăng
zh: 发布

source: 로그아웃
en: Logout
ru: Выйти
th: ออกจากระบบ
vi: Đăng xuất
zh: 退出登录

source: 로그아웃 하시겠습니까?
en: Do you want to log out?
ru: Хотите выйти из системы?
th: คุณต้องการออกจากระบบหรือไม่?
vi: Bạn có muốn đăng xuất không?
zh: 您要退出登录吗？

source: 로그인
en: Login
ru: Войти
th: เข้าสู่ระบบ
vi: Đăng nhập
zh: 登录

source: 로그인 정보를 입력해주세요.
en: Please enter login information.
ru: Пожалуйста, введите данные для входа.
th: กรุณากรอกข้อมูลการเข้าสู่ระบบ
vi: Vui lòng nhập thông tin đăng nhập.
zh: 请输入登录信息。

source: 로그인 하기
en: Log In
ru: Войти
th: เข้าสู่ระบบ
vi: Đăng nhập
zh: 登录

source: 로딩 중...
en: Loading...
ru: Загрузка...
th: กำลังโหลด...
vi: Đang tải...
zh: 加载中...

source: 마이페이지
en: My Page
ru: Моя страница
th: หน้าของฉัน
vi: Trang của tôi
zh: 我的页面

source: 메시지를 입력하세요
en: Enter a message
ru: Введите сообщение
th: กรอกข้อความ
vi: Nhập tin nhắn
zh: 请输入消息

source: 멘토
en: Mentor
ru: Ментор
th: ที่ปรึกษา
vi: Người cố vấn
zh: 导师

source: 멘티
en: Mentee
ru: Подопечный
th: ผู้รับคำแนะนำ
vi: Học viên
zh: 学员

source: 문제 요약
en: Problem Summary
ru: Сводка проблемы
th: สรุปปัญหา
vi: Tóm tắt vấn đề
zh: 问题摘要

source: 문화행사정보
en: Cultural Event Info
ru: Информация о культурных мероприятиях
th: ข้อมูลกิจกรรมทางวัฒนธรรม
vi: Thông tin sự kiện văn hóa
zh: 文化活动信息

source: 버전 정보
en: Version Info
ru: Информация о версии
th: ข้อมูลเวอร์ชัน
vi: Thông tin phiên bản
zh: 版本信息

source: 번역 중...
en: Translating...
ru: Перевод...
th: กำลังแปล...
vi: Đang dịch...
zh: 翻译中...

source: 번역 중…
en: Translating…
ru: Перевод…
th: กำลังแปล…
vi: Đang dịch…
zh: 翻译中…

source: 번역취소
en: Cancel Translation
ru: Отменить перевод
th: ยกเลิกการแปล
vi: Hủy dịch
zh: 取消翻译

source: 번역하기
en: Translate
ru: Перевести
th: แปล
vi: Dịch
zh: 翻译

source: 변경할 비밀번호를 입력해주세요.
en: Please enter the password to change.
ru: Пожалуйста, введите новый пароль.
th: กรุณากรอกรหัสผ่านที่จะเปลี่ยน
vi: Vui lòng nhập mật khẩu muốn thay đổi.
zh: 请输入要更改的密码。

source: 복사하기
en: Copy
ru: Копировать
th: คัดลอก
vi: Sao chép
zh: 复制

source: 붙여넣기
en: Paste
ru: Вставить
th: วาง
vi: Dán
zh: 粘贴

source: 비밀번호
en: Password
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu
zh: 密码

source: 비밀번호 변경
en: Change Password
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh: 更改密码

source: 비밀번호 재설정
en: Reset Password
ru: Сбросить пароль
th: รีเซ็ตรหัสผ่าน
vi: Đặt lại mật khẩu
zh: 重置密码

source: 비밀번호 확인
en: Confirm Password
ru: Подтвердить пароль
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu
zh: 确认密码

source: 비밀번호가 일치하지 않습니다.
en: Passwords do not match.
ru: Пароли не совпадают.
th: รหัสผ่านไม่ตรงกัน
vi: Mật khẩu không khớp.
zh: 密码不匹配。

source: 비밀번호는 영문, 숫자, 특수문자 중 2가지 이상 조합으로 8~16자여야 합니다.
en: Password must be 8-16 characters with at least 2 of: letters, numbers, special characters.
ru: Пароль должен содержать 8-16 символов и включать как минимум 2 из: буквы, цифры, спецсимволы.
th: รหัสผ่านต้องมี 8-16 ตัวอักษร โดยผสมอย่างน้อย 2 ชนิดจาก: ตัวอักษร ตัวเลข อักขระพิเศษ
vi: Mật khẩu phải có 8-16 ký tự với ít nhất 2 loại: chữ cái, số, ký tự đặc biệt.
zh: 密码必须是8-16个字符，包含字母、数字、特殊字符中至少2种。

source: 비밀번호를 입력해주세요
en: Please enter your password
ru: Пожалуйста, введите пароль
th: กรุณากรอกรหัสผ่าน
vi: Vui lòng nhập mật khẩu
zh: 请输入密码

source: 비밀번호를 한 번 더 입력해주세요
en: Please enter your password again
ru: Пожалуйста, введите пароль еще раз
th: กรุณากรอกรหัสผ่านอีกครั้ง
vi: Vui lòng nhập lại mật khẩu
zh: 请再次输入密码

source: 사용자 정보를 입력해주세요.
en: Please enter user information.
ru: Пожалуйста, введите информацию пользователя.
th: กรุณากรอกข้อมูลผู้ใช้
vi: Vui lòng nhập thông tin người dùng.
zh: 请输入用户信息。

source: 사진
en: Photo
ru: Фото
th: รูปถ่าย
vi: Ảnh
zh: 照片

source: 삭제
en: Delete
ru: Удалить
th: ลบ
vi: Xóa
zh: 删除

source: 상대 프로필
en: Partner Profile
ru: Профиль собеседника
th: โปรไฟล์คู่สนทนา
vi: Hồ sơ đối tác
zh: 对方资料

source: 상대방의 QR 코드를 스캔하면 자동으로 채팅방이 생성돼요.
en: Scan the other person's QR code to automatically create a chat room.
ru: Отсканируйте QR-код собеседника для автоматического создания чата.
th: สแกน QR โค้ดของอีกฝ่าย เพื่อสร้างห้องแชทอัตโนมัติ
vi: Quét mã QR của đối phương để tự động tạo phòng chat.
zh: 扫描对方的二维码 将自动创建聊天室。

source: 새로운 비밀번호
en: New Password
ru: Новый пароль
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh: 新密码

source: 새로운 채팅을 시작해보세요
en: Start a new chat
ru: Начните новый чат
th: เริ่มแชทใหม่
vi: Bắt đầu cuộc trò chuyện mới
zh: 开始新的聊天

source: 생년월일
en: Date of Birth
ru: Дата рождения
th: วันเกิด
vi: Ngày sinh
zh: 出生日期

source: 스팸/광고
en: Spam/Advertisement
ru: Спам/Реклама
th: สแปม/โฆษณา
vi: Spam/Quảng cáo
zh: 垃圾邮件/广告

source: 신고
en: Report
ru: Пожаловаться
th: รายงาน
vi: Báo cáo
zh: 举报

source: 신고 사유를 선택하세요
en: Select a reason for reporting
ru: Выберите причину жалобы
th: เลือกเหตุผลในการรายงาน
vi: Chọn lý do báo cáo
zh: 选择举报原因

source: 신고하기
en: Report
ru: Пожаловаться
th: รายงาน
vi: Báo cáo
zh: 举报

source: 신청 기간: %@
en: Application Period: %@
ru: Период подачи заявок: %@
th: ระยะเวลาสมัคร: %@
vi: Thời gian đăng ký: %@
zh: 申请期间：%@

source: 아직 답변이 없습니다.
en: No answers yet.
ru: Пока нет ответов.
th: ยังไม่มีคำตอบ
vi: Chưa có câu trả lời.
zh: 暂无回答。

source: 안녕하세요! %@님
en: Hello! %@
ru: Привет! %@
th: สวัสดี! %@
vi: Xin chào! %@
zh: 你好！%@

source: 알 수 없는 오류가 발생했습니다.
en: An unknown error occurred.
ru: Произошла неизвестная ошибка.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
vi: Đã xảy ra lỗi không xác định.
zh: 发生了未知错误。

source: 알 수 없음
en: Unknown
ru: Неизвестно
th: ไม่ทราบ
vi: Không rõ
zh: 未知

source: 알림
en: Notification
ru: Уведомление
th: การแจ้งเตือน
vi: Thông báo
zh: 通知

source: 오늘 하루는 어떤가요?
en: How was your day?
ru: Как прошел ваш день?
th: วันนี้เป็นอย่างไรบ้าง?
vi: Hôm nay của bạn thế nào?
zh: 今天过得怎么样？

source: 올바른 이메일 형식이 아닙니다.
en: Invalid email format.
ru: Неверный формат электронной почты.
th: รูปแบบอีเมลไม่ถูกต้อง
vi: Định dạng email không hợp lệ.
zh: 邮箱格式不正确。

source: 옵션
en: Options
ru: Параметры
th: ตัวเลือก
vi: Tùy chọn
zh: 选项

source: 완료
en: Complete
ru: Завершить
th: เสร็จสิ้น
vi: Hoàn thành
zh: 完成

source: 욕설/혐오
en: Profanity/Hate
ru: Оскорбления/Ненависть
th: คำหยาบ/เกลียดชัง
vi: Tục tĩu/Thù ghét
zh: 辱骂/仇恨

source: 원문보기
en: View Original
ru: Показать оригинал
th: ดูต้นฉบับ
vi: Xem bản gốc
zh: 查看原文

source: 월
en: Month
ru: Месяц
th: เดือน
vi: Tháng
zh: 月

source: 이 메시지를 신고하시겠어요?
en: Do you want to report this message?
ru: Хотите пожаловаться на это сообщение?
th: คุณต้องการรายงานข้อความนี้หรือไม่?
vi: Bạn có muốn báo cáo tin nhắn này không?
zh: 您要举报此消息吗？

source: 이메일 형식이 올바르지 않습니다.
en: Email format is incorrect.
ru: Неверный формат электронной почты.
th: รูปแบบอีเมลไม่ถูกต้อง
vi: Định dạng email không đúng.
zh: 邮箱格式不正确。

source: 이미 인증이 완료된 이메일입니다.
en: This email is already verified.
ru: Этот адрес электронной почты уже подтвержден.
th: อีเมลนี้ได้รับการยืนยันแล้ว
vi: Email này đã được xác thực.
zh: 此邮箱已完成验证。

source: 이미지를 불러올 수 없습니다
en: Cannot load image
ru: Не удается загрузить изображение
th: ไม่สามารถโหลดภาพได้
vi: Không thể tải hình ảnh
zh: 无法加载图片

source: 인증번호
en: Verification Code
ru: Код подтверждения
th: รหัสยืนยัน
vi: Mã xác thực
zh: 验证码

source: 인증번호 전송
en: Send Verification Code
ru: Отправить код подтверждения
th: ส่งรหัสยืนยัน
vi: Gửi mã xác thực
zh: 发送验证码

source: 일
en: Day
ru: День
th: วัน
vi: Ngày
zh: 日

source: 이름
en: Name
ru: Имя
th: ชื่อ
vi: Tên
zh: 姓名

source: 이메일
en: Email
ru: Электронная почта
th: อีเมล
vi: Email
zh: 邮箱

source: 이메일 또는 비밀번호가 일치하지 않습니다.
en: Email or password does not match.
ru: Электронная почта или пароль не совпадают.
th: อีเมลหรือรหัสผ่านไม่ตรงกัน
vi: Email hoặc mật khẩu không khớp.
zh: 邮箱或密码不匹配。

source: 이메일 인증
en: Email Verification
ru: Подтверждение электронной почты
th: ยืนยันอีเมล
vi: Xác thực email
zh: 邮箱验证

source: 이메일과 비밀번호를 모두 입력해주세요.
en: Please enter both email and password.
ru: Пожалуйста, введите электронную почту и пароль.
th: กรุณากรอกอีเมลและรหัสผ่าน
vi: Vui lòng nhập cả email và mật khẩu.
zh: 请输入邮箱和密码。

source: 이메일은 필수 입력 항목입니다.
en: Email is required.
ru: Электронная почта обязательна.
th: อีเมลเป็นข้อมูลที่จำเป็น
vi: Email là bắt buộc.
zh: 邮箱为必填项。

source: 이메일을 입력해주세요
en: Please enter your email
ru: Пожалуйста, введите электронную почту
th: กรุณากรอกอีเมล
vi: Vui lòng nhập email
zh: 请输入邮箱

source: 이미 존재하는 이메일입니다.
en: This email already exists.
ru: Этот адрес электронной почты уже существует.
th: อีเมลนี้มีอยู่แล้ว
vi: Email này đã tồn tại.
zh: 该邮箱已存在。

source: 이미지 로드 실패
en: Image Load Failed
ru: Ошибка загрузки изображения
th: โหลดภาพไม่สำเร็จ
vi: Tải hình ảnh thất bại
zh: 图片加载失败

source: 이미지 로딩 중...
en: Loading image...
ru: Загрузка изображения...
th: กำลังโหลดภาพ...
vi: Đang tải hình ảnh...
zh: 加载图片中...

source: 이미지 없음
en: No Image
ru: Нет изображения
th: ไม่มีภาพ
vi: Không có hình ảnh
zh: 无图片

source: 이미지 크롭
en: Crop Image
ru: Обрезать изображение
th: ครอปรูปภาพ
vi: Cắt hình ảnh
zh: 裁剪图片

source: 이미지를 불러오지 못했습니다
en: Failed to load image
ru: Не удалось загрузить изображение
th: ไม่สามารถโหลดภาพได้
vi: Không thể tải hình ảnh
zh: 无法加载图片

source: 이번주 소식
en: This Week's News
ru: Новости этой недели
th: ข่าวประจำสัปดาห์
vi: Tin tức tuần này
zh: 本周资讯

source: 이용약관
en: Terms of Service
ru: Условия использования
th: ข้อกำหนดการใช้งาน
vi: Điều khoản sử dụng
zh: 使用条款

source: 인증
en: Verify
ru: Подтвердить
th: ยืนยัน
vi: Xác thực
zh: 验证

source: 인증번호를 전송했습니다.
en: Verification code has been sent.
ru: Код подтверждения отправлен.
th: ส่งรหัสยืนยันแล้ว
vi: Đã gửi mã xác thực.
zh: 已发送验证码。

source: 읽음
en: Read
ru: Прочитано
th: อ่านแล้ว
vi: Đã đọc
zh: 已读

source: 읽지 않은 메시지 %lld개
en: %lld unread messages
ru: %lld непрочитанных сообщений
th: ข้อความที่ยังไม่ได้อ่าน %lld ข้อความ
vi: %lld tin nhắn chưa đọc
zh: %lld条未读消息

source: 자유
en: Free
ru: Свободная
th: เสรี
vi: Tự do
zh: 自由

source: 잘못된 이미지 URL입니다
en: Invalid image URL
ru: Неверный URL изображения
th: URL รูปภาพไม่ถูกต้อง
vi: URL hình ảnh không hợp lệ
zh: 图片URL无效

source: 재촬영
en: Retake
ru: Переснять
th: ถ่ายใหม่
vi: Chụp lại
zh: 重新拍摄

source: 전체
en: All
ru: Все
th: ทั้งหมด
vi: Tất cả
zh: 全部

source: 접근이 제한되었습니다. 관리자에게 문의하세요.
en: Access restricted. Please contact the administrator.
ru: Доступ ограничен. Обратитесь к администратору.
th: การเข้าถึงถูกจำกัด กรุณาติดต่อผู้ดูแลระบบ
vi: Quyền truy cập bị hạn chế. Vui lòng liên hệ quản trị viên.
zh: 访问受限。请联系管理员。

source: 정렬 기준
en: Sort By
ru: Сортировать по
th: เรียงตาม
vi: Sắp xếp theo
zh: 排序方式

source: 정부 프로그램
en: Government Program
ru: Государственная программа
th: โปรแกรมรัฐบาล
vi: Chương trình chính phủ
zh: 政府项目

source: 제목
en: Title
ru: Заголовок
th: หัวข้อ
vi: Tiêu đề
zh: 标题

source: 조회순
en: Most Viewed
ru: По просмотрам
th: ดูมากที่สุด
vi: Xem nhiều nhất
zh: 浏览量

source: 질문하기
en: Ask Question
ru: Задать вопрос
th: ถามคำถาม
vi: Đặt câu hỏi
zh: 提问

source: 채팅
en: Chat
ru: Чат
th: แชท
vi: Trò chuyện
zh: 聊天

source: 채팅방 나가기
en: Leave Chat
ru: Покинуть чат
th: ออกจากแชท
vi: Rời khỏi cuộc trò chuyện
zh: 退出聊天

source: 채팅방 나가기에 실패했어요. 잠시 후 다시 시도해주세요.
en: Failed to leave chat. Please try again later.
ru: Не удалось покинуть чат. Попробуйте еще раз позже.
th: ไม่สามารถออกจากแชทได้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Không thể rời khỏi cuộc trò chuyện. Vui lòng thử lại sau.
zh: 退出聊天失败。请稍后重试。

source: 채팅방을 나가시겠어요?
en: Do you want to leave the chat?
ru: Хотите покинуть чат?
th: คุณต้องการออกจากแชทหรือไม่?
vi: Bạn có muốn rời khỏi cuộc trò chuyện không?
zh: 您要退出聊天吗？

source: 최신글
en: Latest Posts
ru: Последние посты
th: โพสต์ล่าสุด
vi: Bài viết mới nhất
zh: 最新文章

source: 최신순
en: Newest First
ru: Сначала новые
th: ใหม่ล่าสุดก่อน
vi: Mới nhất trước
zh: 最新优先

source: 취소
en: Cancel
ru: Отмена
th: ยกเลิก
vi: Hủy
zh: 取消

source: 캐릭터 선택
en: Select Character
ru: Выбрать персонажа
th: เลือกตัวละคร
vi: Chọn nhân vật
zh: 选择角色

source: 탈퇴 하시겠습니까?
en: Do you want to withdraw from membership?
ru: Хотите удалить аккаунт?
th: คุณต้องการยกเลิกสมาชิกหรือไม่?
vi: Bạn có muốn hủy thành viên không?
zh: 您要退出会员吗？

source: 탈퇴할 경우, 모든 데이터는 삭제되며 다시 복구되지 않습니다.
en: If you withdraw, all data will be deleted and cannot be recovered.
ru: При удалении аккаунта все данные будут удалены без возможности восстановления.
th: หากยกเลิกสมาชิก ข้อมูลทั้งหมดจะถูกลบและไม่สามารถกู้คืนได้
vi: Nếu hủy thành viên, tất cả dữ liệu sẽ bị xóa và không thể khôi phục.
zh: 退出会员后，所有数据将被删除且无法恢复。

source: 텍스트를 분석하고 있습니다...
en: Analyzing text...
ru: Анализируем текст...
th: กำลังวิเคราะห์ข้อความ...
vi: Đang phân tích văn bản...
zh: 正在分析文本...

source: 프로필 설정 중...
en: Setting up profile...
ru: Настройка профиля...
th: กำลังตั้งค่าโปรไฟล์...
vi: Đang thiết lập hồ sơ...
zh: 正在设置个人资料...

source: 학습
en: Study
ru: Учеба
th: เรียน
vi: Học tập
zh: 学习

source: 한국어
en: Korean
ru: Корейский
th: เกาหลี
vi: Tiếng Hàn
zh: 韩语

source: 한국어 교육 프로그램
en: Korean Education Program
ru: Программа изучения корейского языка
th: โปรแกรมการศึกษาภาษาเกาหลี
vi: Chương trình giáo dục tiếng Hàn
zh: 韩语教育项目

source: 함께 공부할 캐릭터를 골라보세요!
en: Choose a character to study with!
ru: Выберите персонажа для совместного обучения!
th: เลือกตัวละครที่จะเรียนด้วยกัน!
vi: Chọn nhân vật để học cùng!
zh: 选择一个角色一起学习！

source: 핵심 개념
en: Key Concepts
ru: Ключевые концепции
th: แนวคิดหลัก
vi: Khái niệm chính
zh: 核心概念

source: 확인
en: Confirm
ru: Подтвердить
th: ยืนยัน
vi: Xác nhận
zh: 确认

source: 활동 기간: %@
en: Activity Period: %@
ru: Период активности: %@
th: ระยะเวลากิจกรรม: %@
vi: Thời gian hoạt động: %@
zh: 活动期间：%@

source: 회원가입
en: Sign Up
ru: Регистрация
th: สมัครสมาชิก
vi: Đăng ký
zh: 注册

source: 회원탈퇴
en: Withdraw Membership
ru: Удалить аккаунт
th: ยกเลิกสมาชิก
vi: Hủy thành viên
zh: 退出会员

source: 힌트
en: Hint
ru: Подсказка
th: คำใบ้
vi: Gợi ý
zh: 提示

source: Chat
ru: Чат
th: แชท
vi: Trò chuyện
zh: 聊天

source: Home
ru: Главная
th: หน้าแรก
vi: Trang chủ
zh: 首页

source: MyPage
ru: Моя страница
th: หน้าของฉัน
vi: Trang của tôi
zh: 我的页面

source: Question
ru: Вопрос
th: คำถาม
vi: Câu hỏi
zh: 问题
